// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "%2$d içinde %1$@ numara ";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ disk.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (Online Bilet Satışı Yok)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%1$@ tüm veriyi cihazınızda depoladığından bir ağa bağlı değilken de kullanılabilir. Ancak film fragmanları depolanmaz.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%1$@ İnternete bağlı olmadığından sayfayı açamıyor.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%1$@ eksik/hatalı çeviriler içeriyor. Düzeltebilir misiniz?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%1$@ Netflix kullanıcı adınızı ve parolanızı saklamaz.\n\nUygulamayı hesabınıza erişebilmesi için yetkilendirebilmeniz amacıyla resmi bir Netflix.com web sayfası açılcaktır.\n\nNetflix'e ilk erişiminizde bir Wi-fi bağlantısı kullanmanız önerilir.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%1$@ tercih ettiğim sinema salonunu listelemiyor. Ekleyebilir misiniz?";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%1$@ istediğiniz değişikliği gerçekleştirebilmek için öncelikle yerel film kuyruğunuzu güncellemelidir. Lütfen biraz sonra yeniden deneyiniz.";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%1$@ puanları";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%1$d Soru ve Cevap";

/* i.e.: 2 hours */
"%d hours" = "%1$d saat";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d dakika";

/* No comment provided by engineer. */
"%d months ago" = "%1$d ay önce";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d / %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%1$d salon arama alanı dışında";

/* No comment provided by engineer. */
"%d weeks ago" = "%1$d hafta önce";

/* No comment provided by engineer. */
"%d years ago" = "%1$d yıl önce";

/* No comment provided by engineer. */
"1 hour" = "1 saat";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mil";

/* No comment provided by engineer. */
"1 minute" = "1 dakika";

/* No comment provided by engineer. */
"1 month ago" = "1 ay önce";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 salon arama alanı dışında";

/* No comment provided by engineer. */
"1 week ago" = "1 hafta önce";

/* No comment provided by engineer. */
"1 year ago" = "1 yıl önce";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Hakkında";

/* No comment provided by engineer. */
"Account #%d" = "Hesap no. %1$d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Account: %1$@ %2$@";

/* No comment provided by engineer. */
"Accounts" = "Hesaplar";

/* Movie category */
"Action & Adventure" = "Aksiyon/Macera";

/* No comment provided by engineer. */
"Add Existing Account / Profile" = "Yeni Hesap Ekle";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Salon Ekle";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Netflix'e Ekle";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Film Ekleniyor";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Tümü";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Tümü (%1$d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Bilinmeyen bir hata oluştu.";

/* Movie category */
"Anime & Animation" = "Anime/Canlandırma";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple 3. parti uygulamaların simgelerini değiştirebilmeleri için bir yöntem sağlamıyor. Sağladığında bu bu beceriyi ekleyeceğim.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Evde";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Yeri Otomatik Güncelle";

/* Movie is available to be shipped now */
"Available Now" = "Mevcut";

/* Movie will be released soon */
"Available Soon" = "Yakında";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Yayımı Bekleniyor";

/* No comment provided by engineer. */
"Bio:" = "Bio:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Sadece Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Ara";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Salonlar için en büyük arama uzaklığını artırabilir misiniz?";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Cannot Open Page" = "Sayfa Açılamıyor";

/* No comment provided by engineer. */
"Cast:" = "Oyuncular:";

/* No comment provided by engineer. */
"Category Notifications" = "Kategori Bildirimleri";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Tarihi değiştir";

/* Movie category */
"Children & Family" = "Çocuk/Aile";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Posta Kodu veya Şehir";

/* Movie category */
"Classics" = "Klasikler";

/* Movie category */
"Comedy" = "Komedi";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Puan değiştirilemedi:\n\n%1$@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Netflix'e bağlanılamadı.";

/* No comment provided by engineer. */
"Could not find location." = "Konum bulunamadı.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Konum bulunamadı.\nKullanıcı konum belirleme servisinin kullanımını onaylamadı.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Netflix'in yanında Blockbuster desteği de ekleyebilir misiniz?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "%1$@ için istediğim simgeyi seçme seçeneğini de ekleyebilir misiniz?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Şu an için Blockbuster 3. parti uygulamalar için bir eklenti arabirimi sağlamıyor. Sağladığında Blockbuster desteği de ekleyeceğim.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Şu an için hayır. Ancak, salonu gözde salonlarınıza eklerseniz (salon detaylarında iken yıldız simgesine dokunarak) arama uzaklığının dışında olsa bile görüntülenecektir.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "Şu an için seçenekler sadece Netflix web sitesinden değiştirilebilir.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Sadece DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray detayları:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "İleriki tarihler için veri eksik olabilir. Tam listeyi görmek için arama tarihini bugüne ayarlayın.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Elbette! Benimle iletişim kurmak için 'Görüş Bildir' düğmesini kullanın. Düzeltilmesi gereken yeri bildirirseniz bir sonraki sürümde düzeltebilirim.";

/* No comment provided by engineer. */
"Director:" = "Yönetmen:";

/* No comment provided by engineer. */
"Directors:" = "Yönetmenler:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Disk";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Disk (%1$d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Disk Kuyruğu";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Uzaklık";

/* Movie category */
"Documentary" = "Belgesel";

/* No comment provided by engineer. */
"Downloading data" = "Veri indiriliyor";

/* No comment provided by engineer. */
"Downloading image" = "Poster indiriliyor";

/* No comment provided by engineer. */
"Downloading information." = "Bilgi indiriliyor.";

/* Movie category */
"Drama" = "Dram";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Lisans kısıtlamaları nedeniyle, eleştiri ve puanlar tüm filmler için erişilebilir olmayabilir.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Listeyi gönder";

/* No comment provided by engineer. */
"Enabled" = "Etkin";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Tüm Geçmiş";

/* No comment provided by engineer. */
"Error occurred" = "Hata oluştu";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Netflix'e erişirken hata oluştu. Lütfen daha sonra yeniden deneyiniz.";

/* Movie category */
"Faith & Spirituality" = "Dini/Manevi";

/* No comment provided by engineer. */
"Favorites" = "Favoriler";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Film fragmanlarını sağlayan:";

/* No comment provided by engineer. */
"Force Refresh" = "Yenilmeye Zorla";

/* Movie category */
"Foreign" = "Yabancı";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Biçim:";

/* Movie category */
"Gay & Lesbian" = "Eşcinsel";

/* No comment provided by engineer. */
"Genre:" = "Tür:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Konum bulma hizmeti:";

/* No comment provided by engineer. */
"Google Maps" = "Google Maps";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafikler: David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikler: Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Yardım";

/* Movie category */
"Horror" = "Korku";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Mutlaka deneyeceğim. Lütfen isteğinizi bana iletmek için 'Salon Ekle' düğmesini kullanın. Salonun adı ve telefonu gerekli olacak. Teşekkürler!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "IMDb'nin lisans ücretleri benim için çok fazla ne yazık ki. Özür dilerim!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Eğer %1$@ veriyi depoluyorsa neden posterler zaten yüklendiği halde yükleme animasyonunu görüyorum?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Eğer %1$@ hoşunuza gitti ise lütfen iTunes mağazasında kısacık bir eleştiri yazınız. Bu yeni kullanıcıların uygulamayı keşfetmesine yardım edecek, muhteşem yeni özellikler eklememi, uygulamanın reklamsız kalmasını sağlacaycak ve beni mutlu edecektir! Teşekkür ederim!";

/* No comment provided by engineer. */
"Incorrect Twitter user name or password." = "Twitter kullanıcı adı veya parolası hatalı.";

/* Movie category */
"Independent" = "Bağımsız";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Hemen";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Hemen (%1$d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Hızlı Kuyruk";

/* No comment provided by engineer. */
"Instant Watch" = "Hemen İzle";

/* No comment provided by engineer. */
"International Data" = "Uluslararası Veri";

/* No comment provided by engineer. */
"Last Friday" = "Geçen Cuma";

/* No comment provided by engineer. */
"Last Monday" = "Geçen Pazartesi";

/* No comment provided by engineer. */
"Last Saturday" = "Geçen Cumartesi";

/* No comment provided by engineer. */
"Last Sunday" = "Geçen Pazar";

/* No comment provided by engineer. */
"Last Thursday" = "Geçen Perşembe";

/* No comment provided by engineer. */
"Last Tuesday" = "Geçen Salı";

/* No comment provided by engineer. */
"Last Wednesday" = "Geçen Çarşamba";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "%1$d %2$@den daha yakın";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "1 %1$@den daha yakın";

/* No comment provided by engineer. */
"License" = "Lisans";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Bazı sağlayıcıların lisans kısıtlamaları puanların ve eleştirilerin sadece bir kısmının kullanımına izin veriyor. Özür dilerim!";

/* No comment provided by engineer. */
"Like This App?" = "Uygulamayı Beyendiniz mi?";

/* No comment provided by engineer. */
"Loading" = "Yükleniyor";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Yükleme Göstergesi";

/* No comment provided by engineer. */
"Loading image" = "Poster yükleniyor";

/* No comment provided by engineer. */
"Local results unavailable" = "Yerel sonuçlar mevcut değil";

/* No comment provided by engineer. */
"Localized by:" = "Çeviren:";

/* No comment provided by engineer. */
"Location" = "Yer";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Var Olan Bir Hesaba Oturum Aç";

/* No comment provided by engineer. */
"Logging in to Twitter" = "Twitter'a Oturum Aç";

/* There will be a long wait before the movie is released */
"Long Wait" = "Uzun Bekleme";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Harita";

/* No comment provided by engineer. */
"Map Theaters" = "Salonları Haritada Göster";

/* The most popular movies currently */
"Most Popular" = "En Beğenilen";

/* No comment provided by engineer. */
"Movie Rating" = "Film Puanı";

/* No comment provided by engineer. */
"Movie details provided by:" = "Film detay bilgileri:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Film eleştirileri:";

/* No comment provided by engineer. */
"Movies" = "Filmler";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filmler (%1$d)";

/* No comment provided by engineer. */
"Moving Movie" = "Film Taşınıyor";

/* Movie category */
"Music & Musicals" = "Müzik/Müzikal";

/* No comment provided by engineer. */
"My other applications" = "Diğer uygulamalarım";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "İsim";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Ağ erişilebilir değil";

/* Movie category */
"New 'Instant Watch'" = "Yeni 'Hızlı İzle'";

/* Movie category */
"New DVDs" = "Yeni DVD'ler";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Hayır";

/* No comment provided by engineer. */
"No biography available." = "Biyografi yok.";

/* No comment provided by engineer. */
"No bookmarked movies" = "İşaretlenmiş film yok";

/* No comment provided by engineer. */
"No information found" = "Bilgi bulunamadı";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "'%1$@' için %2$@ tarihine ait liste bulunamadı";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "'%2$@' üzerinde '%1$@' için %@ tarihine ait liste bulunamadı";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "'%1$@' için %2$@ tarihine ait liste bulunamadı";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "'%1$@' için hiçbir sonuç bulunamadı";

/* No comment provided by engineer. */
"No synopsis available." = "Film özeti yok.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Hiç biri";

/* Movie is not currently rentable */
"Not Rentable" = "Kiralanamaz";

/* No comment provided by engineer. */
"Not yet rated" = "Henüz derecelendirilmemiş";

/* No comment provided by engineer. */
"Now Playing Feedback" = "'Now Playing' İçin Görüş";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"Open and Authorize" = "Aç ve Yetkilendir";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Seçenekler";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "%1$@ için bilet al";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Kota Aşıldı - Daha Sonra Yeniden Deneyin";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Fragmanı göster";

/* No comment provided by engineer. */
"Please Wait" = "Lütfen Bekleyin";

/* No comment provided by engineer. */
"Please enter your location" = "Lütfen konumunuzu girin";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Lütfen 'App Store'da puan verin.\n\nEski bir sürümüne puan verdiniz mi? Lütfen en yeni sürüm için puanınızı güncelleyin.";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Tercih Edilen Formatlar";

/* Takes the user to the website for this application */
"Project Website" = "Proje web sitesi";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Puanlayın!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Derecesi %1$@";

/* No comment provided by engineer. */
"Rated:" = "Derecesi:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Eleştirileri oku";

/* No comment provided by engineer. */
"Really close by" = "Gerçekten yakın";

/* No comment provided by engineer. */
"Really far away" = "Gerçekten uzak";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Yeni İade Edilen";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Yeni İzlenen";

/* Movie recommendations from Netflix */
"Recommendations" = "Öneriler";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Yayım";

/* No comment provided by engineer. */
"Release date:" = "Yayim arihi:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Yayim: %1$@";

/* No comment provided by engineer. */
"Remove Account / Profile" = "Hesabı Kaldır";

/* No comment provided by engineer. */
"Rental History" = "Kiralama Geçmişi";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Kuyruk yeniden düzenlenemedi:\n\n%1$@";

/* No comment provided by engineer. */
"Requesting access" = "Erişim isteniyor";

/* No comment provided by engineer. */
"Requesting authorization" = "Yetkilendirme isteniyor";

/* No comment provided by engineer. */
"Reviews" = "Eleştiriler";

/* Movie category */
"Romance" = "Romantik";

/* No comment provided by engineer. */
"Running time:" = "Süresi:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Tümünü Fotoğraf Kütüphanesine Ekle";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Fotoğraf Kütüphanesine Ekle";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Saklandı";

/* Saved in Instant Queue */
"Saved in %@" = "%1$@ içinde saklandı";

/* No comment provided by engineer. */
"Saving" = "Saklanıyor";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "%1$d-%2$d ekleniyor";

/* Movie category */
"Sci-Fi & Fantasy" = "Bilimkurgu/Fantazi";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Puan";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Arama Tarihi";

/* No comment provided by engineer. */
"Search Distance" = "Arama uzaklığı";

/* No comment provided by engineer. */
"Search Netflix" = "Netflix'te Ara";

/* No comment provided by engineer. */
"Searching" = "Aranıyor";

/* No comment provided by engineer. */
"See the section on IMDb." = "Bölümü IMDb'de göster.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Görüş bildir";

/* No comment provided by engineer. */
"Settings" = "Seçenekler";

/* There will be a short wait before the movie is released */
"Short Wait" = "Kısa Bekleme";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%1$d gizli salonu göster";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "1 gizli salonu göster";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Her ikisi de";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Hiçbirini Gösterme";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Bildirimleri Göster";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Seans bilgisi %1$@ tarihinde alındı.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Yeni Hesap Aç";

/* Movie category */
"Special Interest" = "Özel İlgi Alanı";

/* Movie category */
"Sports & Fitness" = "Spor ve Sağlık";

/* No comment provided by engineer. */
"Studio:" = "Stüdyo:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Başarı! %1$@ Netflix hesabınıza bağlanıldı. Artık filmleri listenize ekleyebilir; yeni filmleri, sizin için önerilenleri görebilir ve çok daha fazlasını yapabilirsiniz!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "'Görüş Bildir' düğmesini benimle gereken her konuda iletişim kurmak için kullanabilir misiniz. :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Konum girmek için dokunun";

/* Movie category */
"Television" = "Televizyon";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Salona ilişkin bulunan en yeni seans\nbilgisi %1$@ tarihine ait.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Salon bilgisi sağlayıcıları genellikle en yüksek arama uzaklığını sınırlarlar. Bu nedenle, arama uzaklığı çok yüksek olsa bile bazı sinema salonları arama sonuçları içinde yer almayabilir.";

/* No comment provided by engineer. */
"Theaters" = "Salonlar";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Salonlar (%1$d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Güncel veri sağlamayan salonlar listelenmez. Güncel veriye erişilebildiğinde salon %1$@ listelerinde yeniden görünecektir.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Bu salon için seans bilgisi yok. %1$@, bilgi yayınlandığında otomatik olarak alacak.";

/* Movie category */
"Thrillers" = "Gerilim";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Bilet satışı:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "İsim";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Sayfayı mümkün olduğunca pürüzsüz kaydırabilmek için, %1$@, kayma bitene kadar posterleri göstermez.";

/* No comment provided by engineer. */
"Today" = "Bugün";

/* Movie category */
"Top DVDs" = "Zirvedeki DVD'ler";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Disk Kuyruğunda Zirve";

/* No comment provided by engineer. */
"Top of Instant Queue" = "'Hızlı Kuyruk'ta Zirve";

/* No comment provided by engineer. */
"Translations" = "Çeviriler";

/* No comment provided by engineer. */
"Tweeting" = "Tweeting";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Ne yazık ki eğer Fandango.com'u da kullanıyorsam Movietickets.com bilet hizmeti vermiyor. Ben Fandango.com salonlarını tercih ediyorum.";

/* No comment provided by engineer. */
"Unknown Distance" = "Bilinmeyen Uzaklık";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Bilinmeyen yayım tarihi";

/* No comment provided by engineer. */
"Unrated" = "Derecesiz";

/* No comment provided by engineer. */
"Upcoming" = "Yakında";

/* No comment provided by engineer. */
"Updating" = "Güncelleniyor";

/* No comment provided by engineer. */
"Updating Listings" = "Listeler Güncelleniyor";

/* No comment provided by engineer. */
"Updating Queue" = "Kuyruk Güncelleniyor";

/* No comment provided by engineer. */
"Updating: %@" = "Güncelleniyor: %1$@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Küçük Fontlar Kullan";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Çok Uzun Bekleme";

/* No comment provided by engineer. */
"Website" = "Web sitesi";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Web Siteleri";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Yanıtlanmayan bir sorum varsa ne yapabilirim?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Neden bazı salonlar artık görünmüyor?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Neden %1$@ bilet satın almak için Fandango.com'un yanında Movietickets.com'u da desteklemiyor?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Neden %1$@ IMDb'deki puanları ve eleştirileri göstermiyor?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Neden %1$@ Yahoo'daki puanları ve eleştirileri göstermiyor?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Neden %1$@ tüm filmler için puanları ve eleştirileri göstermiyor?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Neden %1$@ her zaman veri indiriyor? Neden indirdiği veriyi depolamıyor?";

/* No comment provided by engineer. */
"Write Review" = "Eleştiri Yaz";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Yazan: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Dün";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Görüş bildirebilmeniz için cihazınızda bir e-posta hesabı kurulu olmalıdır.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "%1$@ için ülke %2$@ olarak ayarlı.\n\n%3$@ en kısa zamanda ülkenizi tamamen destekleyecek. Bazı kısımları şimdiden kullanabilirsiniz. Daha fazla özellik desteklenir olduğunda haberdar edileceksiniz.";

/* No comment provided by engineer. */
"kilometer" = "kilometre";

/* No comment provided by engineer. */
"kilometers" = "kilometre";

/* No comment provided by engineer. */
"mile" = "mil";

/* No comment provided by engineer. */
"miles" = "mil";